{
  "architectures": [
    "AbLangPaired"
  ],
  "heavy_model_id": "qilowoq/AbLang_heavy",
  "heavy_revision": "ecac793b0493f76590ce26d48f7aac4912de8717",
  "light_model_id": "qilowoq/AbLang_light",
  "light_revision": "ce0637166f5e6e271e906d29a8415d9fdc30e377",
  "mixer_hidden_dim": 1536,
  "model_type": "ablang_paired",
  "torch_dtype": "float32",
  "transformers_version": "4.37.2",
  "auto_map": {
    "AutoConfig": "ablangpaired_model.AbLangPairedConfig",
    "AutoModel": "ablangpaired_model.AbLangPaired"
  }
}
